<?php

return [
//make sure there is no space after te key words
    'home'   => 'الرئيسيه',
    'about' => 'من نحن ؟',

    'create_new_account' => 'انشاء حساب جديد',
    'signin' => 'تسجيل دخول',
    'products' => 'منتجات',
    'new_sale' => 'العروض والجديد',
    'contact_us' =>'تواصل معنا',
    'favouritelist' =>'قائمة المفضلات',
    'admin' =>'الادمن',
    'create_your_account' => 'انشئ حسابك',
    'create_account' => 'أنشئ حساباً',
    'remember_me'=>'ابقى متصلاً على هذا الحاسوب',
    'password'=>'كلمة السر',
    'email'=>'البريد الإلكتروني',
    're-enter_password'=>'أعد كتابة كلمة السر',
    'name_required'=>'يرجى ادخال الاسم',
    'image_required'=>'يرجى ادخال صوره',
    'name_string'=>'يجب ادخال حروف فقط',
    'name_ar_regex'=>'يجب ادخال الحروف بالعربيه',
    'name_en_regex'=>'يجب ادخال الحروف بالانجليزيه',
    'desc_required'=>'يرجى ادخال الوصف',
    'desc_string'=>'يجب ادخال حروف فقط',
    'desc_ar_regex'=>'يجب ادخال الحروف بالعربيه',
    'desc_en_regex'=>'يجب ادخال الحروف بالانجليزيه',
    'price_required'=>'يجب ادخال السعر',
    'status_required' =>'يجب ادخال الحاله',
    'category_required' =>'يجب ادخال القسم',
    'brand_required'=>'يجب ادخال الماركه',
    'rate_required' =>'يجب ادخال التقييم',
    'name_ar'=>'الاسم باللغه العربيه',
    'name_en'=>'الاسم باللغه الانجليزيه',
    'name_max'=>'اقصى عدد للحروف255',
    'new'=>'جديد',
    'sale'=>'تخفيض',
    'shop_by_category'=>'تسوق عبر  الاقسام',
    'our_mission'=>'مهمتنا',
    'lorem'=>'وريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل ليتصور طريقه وضع النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او فلاير على سبيل المثال ... او نماذج مواقع انترنت ...
    وعند موافقه العميل المبدئيه على التصميم يتم ازالة هذا النص من التصميم ويتم وضع النصوص النهائية المطلوبة للتصميم ويقول البعض ان وضع النصوص التجريبية بالتصميم قد تشغل المشاهد عن وضع الكثير من الملاحظات او الانتقادات للتصميم الاساسي.
',

'our_strategy'=>'استراتيجيتنا',
'our_story'=>'قصتنا',
 'add_to_cart'=>'اضف الى عربه التسوق',

 'add_to_favourite'=>'اضف الى المفضلات',


 'description'=>'وصف المنتج',
 'customer_reviews'=>'اراء العملاء',
   'reviews'=>'التعليقات',
   'delete'=>'حذف',
   'shopping_cart'=>'عربة التسوق',
   'quantity'=>'الكميه',

   'favouritelist'=>'قائمة مفضلاتك',
   'members'=>'الاعضاء',
   'categories'=>'الاقسام',
   'brands'=>'الماركات',
   'products'=>'المنتجات',
   'profile'=>'تعديل الملف الشخصى',
   'logout'=>'تسجيل خروج',
   'visit_shop'=>'زيارة المتجر',
   'admin_area'=>'منطقة الادارة',



];
